{ "localProps":
 [
  {
    "County": "Alameda",
    "location": "Albany",
    "letter": "C",
    "description": "TK TK",
    "title": "increases property tax to fund sidewalk repairs",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $0.017 per lot square foot on non-exempt property, replacing the existing parcel tax, to fund sidewalk and pathway repairs and upgrades for safety and accessibility, for approximately 12 years until June 30, 2035.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $0.017 per lot square foot on non-exempt property, replacing the existing parcel tax, to fund sidewalk and pathway repairs and upgrades for safety and accessibility, for approximately 12 years until June 30, 2035."
  },
  {
    "County": "Alameda",
    "location": "Albany",
    "letter": "R",
    "description": "TK TK",
    "title": "adds news tax on landlords to fund resources for renters",
    "Yes": "A \"yes\" vote supports establishing a supplemental business license tax on residential rental businesses, at 0.36% for four or fewer units and 1% for five or more units, to fund rental assistance, code enforcement, and legal support.",
    "No": "A \"no\" vote opposes establishing a supplemental business license tax on residential rental businesses, at 0.36% for four or fewer units and 1% for five or more units, to fund rental assistance, code enforcement, and legal support."
  },
  {
    "County": "Alameda",
    "location": "Albany",
    "letter": "S",
    "description": "TK TK",
    "title": "gives the City Manager new authority to appoint city officers",
    "Yes": "A \"yes\" vote supports delegating the authority to appoint City officers and department heads, except the City Attorney, and to organize the City, from the City Council to the City Manager.",
    "No": "A \"no\" vote opposes delegating the authority to appoint City officers and department heads, except the City Attorney, and to organize the City, from the City Council to the City Manager."
  },
  {
    "County": "Alameda",
    "location": "Albany",
    "letter": "T",
    "description": "TK TK",
    "title": "eliminates bond requirement for city officers",
    "Yes": "A \"yes\" vote supports eliminating the requirement for City officers to execute a bond before starting their official duties.",
    "No": "A \"no\" vote opposes eliminating the requirement for City officers to execute a bond before starting their official duties."
  },
  {
    "County": "Alameda",
    "location": "Albany",
    "letter": "U",
    "description": "TK TK",
    "title": "removes a special exception for school-related bonds",
    "Yes": "A \"yes\" vote supports removing the exception for school purpose bonds from the City's bonding limit and clarifying it as the lesser of 15% of assessed property value or the statutory maximum.",
    "No": "A \"no\" vote opposes removing the exception for school purpose bonds from the City's bonding limit and clarifying it as the lesser of 15% of assessed property value or the statutory maximum."
  },
  {
    "County": "Alameda",
    "location": "Albany",
    "letter": "V",
    "description": "TK TK",
    "title": "allows 16 years olds to vote in local elections",
    "Yes": "A \"yes\" vote supports allowing U.S. citizens aged 16 and older to vote in local elections and repealing outdated language on former elected officers.",
    "No": "A \"no\" vote opposes allowing U.S. citizens aged 16 and older to vote in local elections and repealing outdated language on former elected officers."
  },
  {
    "County": "Alameda",
    "location": "Albany Unified School District",
    "letter": "L",
    "description": "TK TK",
    "title": "increases property tax to fund new classrooms",
    "Yes": "A \"yes\" vote supports authorizing the district to issue $63.8 million in bonds, requiring an estimated property tax levy of $60 per $100,000 of assessed value, to improve and construct modern classrooms, facilities, and infrastructure.",
    "No": "A \"no\" vote opposes authorizing the district to issue $63.8 million in bonds, requiring an estimated property tax levy of $60 per $100,000 of assessed value, to improve and construct modern classrooms, facilities, and infrastructure."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "AA",
    "description": "TK TK",
    "title": "allows the city to spend more money",
    "Yes": "A \"yes\" vote supports increasing the city's spending limit to allow the use of existing tax revenue and investment income from 2025 through 2028.",
    "No": "A \"no\" vote opposes increasing the city's spending limit to allow the use of existing tax revenue and investment income from 2025 through 2028."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "BB",
    "description": "TK TK",
    "title": "implements rent increase cap of 5% and other tenant protections",
    "Yes": "A \"yes\" vote supports using existing revenue for housing retention, modifying eviction rules, removing rent control exemptions, limiting rent increases to 5%, and requiring tenant rights notices.",
    "No": "A \"no\" vote opposes using existing revenue for housing retention, modifying eviction rules, removing rent control exemptions, limiting rent increases to 5%, and requiring tenant rights notices."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "CC",
    "description": "TK TK",
    "title": "increases rent control exemptions and limit Rent Board power",
    "Yes": "A \"yes\" vote supports using revenue for tenant rent payments, expanding rent control exemptions, allowing rent increases for services, modifying eviction rules, and limiting Rent Board powers.",
    "No": "A \"no\" vote opposes using revenue for tenant rent payments, expanding rent control exemptions, allowing rent increases for services, modifying eviction rules, and limiting Rent Board powers."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "DD",
    "description": "There are no livestock farms in Berkeley. This is purely symbolic.",
    "title": "bans livestock farming in the city ",
    "Yes": "A \"yes\" vote supports prohibiting new and expanded livestock facilities in Berkeley, closing existing ones within a year, and imposing a $10,000 daily penalty for violations.",
    "No": "A \"no\" vote opposes prohibiting new and expanded livestock facilities in Berkeley, closing existing ones within a year, and imposing a $10,000 daily penalty for violations."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "EE",
    "description": "TK TK",
    "title": "levies a modest property tax to fund street repairs",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $0.13 per square foot for 12 years to fund street and sidewalk repairs, safety projects, and environmental infrastructure.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $0.13 per square foot for 12 years to fund street and sidewalk repairs, safety projects, and environmental infrastructure."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "FF",
    "description": "TK TK",
    "title": "levies a larger tax to fund more comprehensive street repairs",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $0.17 per square foot for homes and $0.25 for other properties for 14 years to fund street and sidewalk repairs.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $0.17 per square foot for homes and $0.25 for other properties for 14 years to fund street and sidewalk repairs."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "GG",
    "description": "TK TK",
    "title": "taxes the use of natural gas in large buildings",
    "Yes": "A \"yes\" vote supports authorizing a tax of $2.9647 per therm of natural gas for large buildings, excluding certain residence, to fund decarbonization programs.",
    "No": "A \"no\" vote opposes authorizing a tax of $2.9647 per therm of natural gas for large buildings, excluding certain residence, to fund decarbonization programs."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "HH",
    "description": "TK TK",
    "title": "mandates better air filtering in city buildings",
    "Yes": "A \"yes\" vote supports setting new indoor air quality standards for City buildings, banning harmful filtration methods, and allowing private lawsuits for violations.",
    "No": "A \"no\" vote opposes setting new indoor air quality standards for City buildings, banning harmful filtration methods, and allowing private lawsuits for violations."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "W",
    "description": "TK TK",
    "title": "increases taxes on property transfers",
    "Yes": "A \"yes\" vote supports setting a 2.5% tax on real property transfers for properties valued at $1.6 million or more, increasing to 3% for $1.9 million or more, and 3.5% for $3 million or more, with annual adjustments, and removing the 2029 expiration.",
    "No": "A \"no\" vote opposes setting a 2.5% tax on real property transfers for properties valued at $1.6 million or more, increasing to 3% for $1.9 million or more, and 3.5% for $3 million or more, with annual adjustments, and removing the 2029 expiration."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "X",
    "description": "TK TK",
    "title": "increases property taxes to fund libraries",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $0.06 per square foot for dwelling units and $0.09 per square foot for other properties to fund Berkeley Public Library facilities and services.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $0.06 per square foot for dwelling units and $0.09 per square foot for other properties to fund Berkeley Public Library facilities and services."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "Y",
    "description": "TK TK",
    "title": "increases property taxes to fund parks and landscaping",
    "Yes": "A \"yes\" vote supports increasing the city's special parcel tax for parks, trees, and landscaping maintenance from $0.221 to $0.2652 per square foot of taxable improvements, with exemptions for very low-income property owners.",
    "No": "A \"no\" vote opposed increasing the city's special parcel tax for parks, trees, and landscaping maintenance from $0.221 to $0.2652 per square foot of taxable improvements, with exemptions for very low-income property owners."
  },
  {
    "County": "Alameda",
    "location": "Berkeley",
    "letter": "Z",
    "description": "TK TK",
    "title": "codifies Berkeley's first-in-the-nation soda tax",
    "Yes": "A \"yes\" vote supports removing the January 1, 2027 expiration date and extending indefinitely the general tax on sugary drinks and sweeteners at 1 cent per fluid ounce.",
    "No": "A \"no\" vote opposed removing the January 1, 2027 expiration date and extending indefinitely the general tax on sugary drinks and sweeteners at 1 cent per fluid ounce."
  },
  {
    "County": "Alameda",
    "location": "Dublin",
    "letter": "II",
    "description": "TK TK",
    "title": "Open Space Initiative Measure",
    "Yes": "A \"yes\" vote supports amending the Open Space Initiative of 2014 to allow Dublin to accept a land donation for extending Dublin Boulevard.",
    "No": "A \"no\" vote opposes amending the Open Space Initiative of 2014 to allow Dublin to accept a land donation for extending Dublin Boulevard."
  },
  {
    "County": "Alameda",
    "location": "Dublin",
    "letter": "JJ",
    "description": "TK TK",
    "title": "Dublin Municipal Code Measure",
    "Yes": "A \"yes\" vote supports amending the Dublin Municipal Code to ban gifts to councilmembers from lobbyists, prohibit lobbyists from serving on commissions, set a 12-year term limit for the Mayor and Councilmembers, and require City contracts to be posted online.",
    "No": "A \"no\" vote opposes amending the Dublin Municipal Code to ban gifts to councilmembers from lobbyists, prohibit lobbyists from serving on commissions, set a 12-year term limit for the Mayor and Councilmembers, and require City contracts to be posted online."
  },
  {
    "County": "Alameda",
    "location": "Fremont Unified School District",
    "letter": "M",
    "description": "TK TK",
    "title": "School Repairs Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district to issue $919 million in bonds, requiring an estimated property tax levy of 4.9 cents per $100 of assessed value, to repair and upgrade schools.",
    "No": "A \"no\" vote opposes authorizing the district to issue $919 million in bonds, requiring an estimated property tax levy of 4.9 cents per $100 of assessed value, to repair and upgrade schools."
  },
  {
    "County": "Alameda",
    "location": "New Haven Unified School District",
    "letter": "N",
    "description": "TK TK",
    "title": "School Repairs and Safety Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district to issue $272 million in bonds, requiring an estimated property tax levy of $60 per $100,000 assessed value, to repair and upgrade schools, improve safety, and update facilities.",
    "No": "A \"no\" vote opposes authorizing the district to issue $272 million in bonds, requiring an estimated property tax levy of $60 per $100,000 assessed value, to repair and upgrade schools, improve safety, and update facilities."
  },
  {
    "County": "Alameda",
    "location": "Newark",
    "letter": "LL",
    "description": "TK TK",
    "title": "Hotel Tax Measure",
    "Yes": "A \"yes\" vote supports increasing Newark's hotel tax from 10% to 14% to fund local services such as street repairs, emergency response, and fire station upgrades.",
    "No": "A \"no\" vote opposes increasing Newark's hotel tax from 10% to 14% to fund local services such as street repairs, emergency response, and fire station upgrades."
  },
  {
    "County": "Alameda",
    "location": "Newark Unified School District",
    "letter": "O",
    "description": "TK TK",
    "title": "School Updates and Repairs Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district to issue $205 million in bonds, requiring an estimated property tax levy of $50 per $100,000 assessed value, to update schools for modern learning, technology, infrastructure, and security.",
    "No": "A \"no\" vote opposes authorizing the district to issue $205 million in bonds, requiring an estimated property tax levy of $50 per $100,000 assessed value, to update schools for modern learning, technology, infrastructure, and security."
  },
  {
    "County": "Alameda",
    "location": "Oakland",
    "letter": "MM",
    "description": "TK TK",
    "title": "Wildfire Prevention Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $99 per single-family parcel and $65 per condominium/multifamily unit for 20 years to fund wildfire prevention in Oakland's \"Wildfire Prevention Zone.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $99 per single-family parcel and $65 per condominium/multifamily unit for 20 years to fund wildfire prevention in Oakland's \"Wildfire Prevention Zone."
  },
  {
    "County": "Alameda",
    "location": "Oakland",
    "letter": "NN",
    "description": "TK TK",
    "title": "Police and Violence Reduction Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports extending and increasing the existing parking tax surcharge to 10% and the parcel tax to $198 annually for single-family parcel for 9 years to fund citywide violence reduction services and increase police and fire staffing.",
    "No": "A \"no\" vote opposes extending and increasing the existing parking tax surcharge to 10% and the parcel tax to $198 annually for single-family parcel for 9 years to fund citywide violence reduction services and increase police and fire staffing."
  },
  {
    "County": "Alameda",
    "location": "Oakland",
    "letter": "OO",
    "description": "TK TK",
    "title": "City Charter Amendment Measure",
    "Yes": "A \"yes\" vote supports amending the Oakland City Charter to revise Public Ethics Commission rules, increase staffing, set City Attorney and Auditor salaries biannually, and restrict lobbyist payments and expenses.",
    "No": "A \"no\" vote opposes amending the Oakland City Charter to revise Public Ethics Commission rules, increase staffing, set City Attorney and Auditor salaries biannually, and restrict lobbyist payments and expenses."
  },
  {
    "County": "Alameda",
    "location": "Piedmont Unified School District",
    "letter": "P",
    "description": "TK TK",
    "title": "Teacher Retention and Academic Programs Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports renewing an annual parcel tax of 50 cents per square foot of building improvements for 8 years to attract and retain qualified teachers and fund advanced academic programs, providing $5 million annually for the district.",
    "No": "A \"no\" vote opposes renewing an annual parcel tax of 50 cents per square foot of building improvements for 8 years to attract and retain qualified teachers and fund advanced academic programs, providing $5 million annually for the district."
  },
  {
    "County": "Alameda",
    "location": "Pleasanton",
    "letter": "PP",
    "description": "TK TK",
    "title": "City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing a half-cent sales tax for 10 years to fund city services like police, fire protection, 911 response, street maintenance, and recreation programs.",
    "No": "A \"no\" vote opposes authorizing a half-cent sales tax for 10 years to fund city services like police, fire protection, 911 response, street maintenance, and recreation programs."
  },
  {
    "County": "Alameda",
    "location": "San Joaquin Delta Community College District",
    "letter": "K",
    "description": "TK TK",
    "title": "Job Training and Affordable Education Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district to issue $598 million in bonds, requiring an estimated property tax levy of $16 per $100,000 assessed valuation, to improve facilities, safety, and access for career training.",
    "No": "A \"no\" vote opposes authorizing the district to issue $598 million in bonds, requiring an estimated property tax levy of $16 per $100,000 assessed valuation, to improve facilities, safety, and access for career training."
  },
  {
    "County": "Alameda",
    "location": "San Lorenzo Unified School District",
    "letter": "Q",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district  to issue $195 million in bonds to modernize classrooms and make health, safety, security improvements, and infrastructure upgrades, requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the district  to issue $195 million in bonds to modernize classrooms and make health, safety, security improvements, and infrastructure upgrades, requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Alameda",
    "location": "Union City",
    "letter": "QQ",
    "description": "TK TK",
    "title": "Small Business Tax for Essential Services Measure",
    "Yes": "A \"yes\" vote supports amending Union City's business license ordinance to lower taxes for small businesses to fund essential services like 911 response, street repairs, and neighborhood safety.",
    "No": "A \"no\" vote opposes amending Union City's business license ordinance to lower taxes for small businesses to fund essential services like 911 response, street repairs, and neighborhood safety."
  },
  {
    "County": "Amador",
    "location": "Amador County",
    "letter": "Q",
    "description": "TK TK",
    "title": "Road Improvement Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 0.75% for 10 years with revenue dedicated to road repairs.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 0.75% for 10 years with revenue dedicated to road repairs."
  },
  {
    "County": "Amador",
    "location": "Ione",
    "letter": "L",
    "description": "TK TK",
    "title": "Appointive City Clerk Measure",
    "Yes": "A \"yes\" vote supports making the position of City Clerk an appointed position.",
    "No": "A \"no\" vote opposes making the position of City Clerk an appointed position."
  },
  {
    "County": "Amador",
    "location": "Plymouth",
    "letter": "M",
    "description": "TK TK",
    "title": "Appointive City Treasurer",
    "Yes": "",
    "No": ""
  },
  {
    "County": "Amador",
    "location": "Plymouth",
    "letter": "M",
    "description": "TK TK",
    "title": "Appointive City Treasurer Measure",
    "Yes": "A \"yes\" vote supports making the position of City Treasurer an appointed position.",
    "No": "A \"no\" vote opposes making the position of City Treasurer an appointed position."
  },
  {
    "County": "Amador",
    "location": "Plymouth",
    "letter": "O",
    "description": "TK TK",
    "title": "Appointive City Clerk Measure",
    "Yes": "A \"yes\" vote supports making the position of City Clerk an appointed one.",
    "No": "A \"no\" vote opposes making the position of City Clerk an appointed one."
  },
  {
    "County": "Amador",
    "location": "Sutter Creek",
    "letter": "P",
    "description": "TK TK",
    "title": "Public Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an addition sales tax of 1% with revenue dedicated to public services.",
    "No": "A \"no\" vote opposes authorizing an addition sales tax of 1% with revenue dedicated to public services."
  },
  {
    "County": "Alpine",
    "location": "Alpine County",
    "letter": "G",
    "description": "TK TK",
    "title": "Increase Hotel Tax Measure",
    "Yes": "A \"yes\" vote supports increasing the hotel tax from 10% to 14% of the rent charged to provide additional general funding for Alpine County.",
    "No": "A \"no\" vote opposes increasing the hotel tax from 10% to 14% of the rent charged to provide additional general funding for Alpine County."
  },
  {
    "County": "Butte",
    "location": "Biggs Unified School District",
    "letter": "A",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Biggs Unified School District to issue $16,500,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Biggs Unified School District to issue $16,500,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Butte",
    "location": "Butte County",
    "letter": "H",
    "description": "TK TK",
    "title": "Sales Tax Increase Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of $0.01.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of $0.01."
  },
  {
    "County": "Butte",
    "location": "Chico Unified School District",
    "letter": "C",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Chico Unified School District to issue $239,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Chico Unified School District to issue $239,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Butte",
    "location": "Durham Unified School District",
    "letter": "B",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Durham Unified School District to issue $24,500,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Durham Unified School District to issue $24,500,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Butte",
    "location": "Oroville",
    "letter": "J",
    "description": "TK TK",
    "title": "Appointed City Treasurer Amendment",
    "Yes": "A \"yes\" vote supports making city treasurer an appointed position.",
    "No": "A \"no\" vote opposes making city treasurer an appointed position."
  },
  {
    "County": "Butte",
    "location": "Oroville",
    "letter": "K",
    "description": "TK TK",
    "title": "Compensation of the Council Members and the Mayor Amendment",
    "Yes": "A \"yes\" vote supports establishing that the compensation for council members and the mayor be set by ordinance.",
    "No": "A \"no\" vote opposes establishing that the compensation for council members and the mayor be set by ordinance."
  },
  {
    "County": "Butte",
    "location": "Oroville",
    "letter": "L",
    "description": "TK TK",
    "title": "Charter Revisions Amendment",
    "Yes": "A \"yes\" vote supports repealing Article XXVII and XXVIII from the city charter and establishing that the Park Commission is an advisory body to the city council.",
    "No": "A \"no\" vote opposes repealing Article XXVII and XXVIII from the city charter and establishing that the Park Commission is an advisory body to the city council."
  },
  {
    "County": "Butte",
    "location": "Oroville",
    "letter": "M",
    "description": "TK TK",
    "title": "Streamline and Clean Up the City Charter Amendment",
    "Yes": "A \"yes\" vote supports streamlining and cleaning up language in the city charter.",
    "No": "A \"no\" vote opposes streamlining and cleaning up language in the city charter."
  },
  {
    "County": "Butte",
    "location": "Oroville",
    "letter": "N",
    "description": "TK TK",
    "title": "Low-Income Housing Approval Measure",
    "Yes": "A \"yes\" vote supports allowing for 18 units of low income housing.",
    "No": "A \"no\" vote opposes allowing for 18 units of low income housing."
  },
  {
    "County": "Butte",
    "location": "Oroville City Elementary School District",
    "letter": "E",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Oroville City Elementary School District to issue $18,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $21.15 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Oroville City Elementary School District to issue $18,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $21.15 per $100,000 in assessed value."
  },
  {
    "County": "Butte",
    "location": "Paradise Unified School District",
    "letter": "G",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Paradise Unified School District to issue $43,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $50 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Paradise Unified School District to issue $43,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $50 per $100,000 in assessed value."
  },
  {
    "County": "Calaveras",
    "location": "Calaveras County",
    "letter": "C",
    "description": "TK TK",
    "title": "Abandoned Vehicle Abatement Program Measure",
    "Yes": "A \"yes\" vote supports R\\renew the Calaveras County Abandoned Vehicle Abatement Program.",
    "No": "A \"no\" vote opposes R\\renew the Calaveras County Abandoned Vehicle Abatement Program."
  },
  {
    "County": "Calaveras",
    "location": "Copperopolis Fire Protection District",
    "letter": "D",
    "description": "TK TK",
    "title": "Increase in the Appropriation Limit Measure",
    "Yes": "A \"yes\" vote supports reauthorizing the increase in Copperopolis Fire Protection District's appropriations limit.",
    "No": "A \"no\" vote opposes reauthorizing the increase in Copperopolis Fire Protection District's appropriations limit."
  },
  {
    "County": "Calaveras",
    "location": "Middle River Community Services District",
    "letter": "E",
    "description": "TK TK",
    "title": "Road Improvement Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $200.00 per improved lot and $150.00 per unimproved lot for roads.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $200.00 per improved lot and $150.00 per unimproved lot for roads."
  },
  {
    "County": "Del Norte",
    "location": "Crescent Fire Protection District",
    "letter": "G",
    "description": "TK TK",
    "title": "Repeal Fire Suppression Assessment Parcel Measure",
    "Yes": "A \"yes\" vote supports repealing the fire suppression assessment of Ordinance No.21-001.",
    "No": "A \"no\" vote opposes repealing the fire suppression assessment of Ordinance No.21-001."
  },
  {
    "County": "Del Norte",
    "location": "Del Norte Unified School District",
    "letter": "H",
    "description": "TK TK",
    "title": "School Infrastructure Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Del Norte Unified School District to issue $59,000,000 in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property levy of $59 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Del Norte Unified School District to issue $59,000,000 in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property levy of $59 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Central Unified School District",
    "letter": "X",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Central Unified School District to issue $109 million in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $50 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Central Unified School District to issue $109 million in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $50 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Clovis",
    "letter": "Y",
    "description": "TK TK",
    "title": "Public Safety and City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 1% with revenue dedicated to public safety and city services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 1% with revenue dedicated to public safety and city services."
  },
  {
    "County": "Fresno",
    "location": "Clovis Unified School District",
    "letter": "A",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Clovis Unified School District to issue $400 million in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $50 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Clovis Unified School District to issue $400 million in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $50 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Coalinga",
    "letter": "J",
    "description": "TK TK",
    "title": "Renewal of Sales Tax Measure",
    "Yes": "A \"yes\" vote supports renewing the sales tax of 1% for 14 years.",
    "No": "A \"no\" vote opposes renewing the sales tax of 1% for 14 years."
  },
  {
    "County": "Fresno",
    "location": "Dinuba Unified School District",
    "letter": "D",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Dinuba Unified School District to issue $42,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Dinuba Unified School District to issue $42,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Fig Garden Fire Protection District",
    "letter": "N",
    "description": "TK TK",
    "title": "Board of Directors Membership Measure",
    "Yes": "A \"yes\" vote supports expanding the Board of Directors for the Fig Garden Fire Protection District to five members.",
    "No": "A \"no\" vote opposes expanding the Board of Directors for the Fig Garden Fire Protection District to five members."
  },
  {
    "County": "Fresno",
    "location": "Firebaugh",
    "letter": "V",
    "description": "TK TK",
    "title": "City Clerk as an Appointive Office Measure",
    "Yes": "A \"yes\" vote supports making city clerk an appointed office.",
    "No": "A \"no\" vote opposes making city clerk an appointed office."
  },
  {
    "County": "Fresno",
    "location": "Firebaugh",
    "letter": "W",
    "description": "TK TK",
    "title": "City Treasurer as an Appointive Office Measure",
    "Yes": "A \"yes\" vote supports making city treasurer an appointed office.",
    "No": "A \"no\" vote opposes making city treasurer an appointed office."
  },
  {
    "County": "Fresno",
    "location": "Fresno",
    "letter": "BB",
    "description": "TK TK",
    "title": "Ashlan-Hayes Annexation Measure",
    "Yes": "A \"yes\" vote supports providing for the annexation of land, affecting Ashlan-Hayes No. 2, 3. and 4.",
    "No": "A \"no\" vote opposes providing for the annexation of land, affecting Ashlan-Hayes No. 2, 3. and 4."
  },
  {
    "County": "Fresno",
    "location": "Fresno Unified School District",
    "letter": "H",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Fresno Unified School District to issue $500,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Fresno Unified School District to issue $500,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Huron",
    "letter": "Z",
    "description": "TK TK",
    "title": "Mayorial Term Limits Measure",
    "Yes": "A \"yes\" vote supports setting the term of office for mayor as four years.",
    "No": "A \"no\" vote opposes setting the term of office for mayor as four years."
  },
  {
    "County": "Fresno",
    "location": "Kingsburg Joint Union High School District",
    "letter": "K",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Kingsburg Joint Union High School District to issue $20,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $23.48 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Kingsburg Joint Union High School District to issue $20,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $23.48 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Laton Joint Unified School District",
    "letter": "L",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Laton Joint Unified School District to issue $9,700,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $57 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Laton Joint Unified School District to issue $9,700,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $57 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Parlier Unified School District",
    "letter": "P",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Parlier Unified School District to issue $14,100,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Parlier Unified School District to issue $14,100,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Sanger",
    "letter": "R",
    "description": "TK TK",
    "title": "Public Safety Sales Tax Renewal Measure",
    "Yes": "A \"yes\" vote supports renewing a sales tax of 0.75% with revenue dedicated to public safety.",
    "No": "A \"no\" vote opposes renewing a sales tax of 0.75% with revenue dedicated to public safety."
  },
  {
    "County": "Fresno",
    "location": "Sanger Unified School District",
    "letter": "M",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Sanger Unified School District to issue $175,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Sanger Unified School District to issue $175,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "Selma",
    "letter": "T",
    "description": "TK TK",
    "title": "Term Limits Measure",
    "Yes": "A \"yes\" vote supports imposing term limits for the offices of mayor and city council member.",
    "No": "A \"no\" vote opposes imposing term limits for the offices of mayor and city council member."
  },
  {
    "County": "Fresno",
    "location": "Sierra Unified School District",
    "letter": "U",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Sierra Unified School District to issue $24,150,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $45 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Sierra Unified School District to issue $24,150,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $45 per $100,000 in assessed value."
  },
  {
    "County": "Fresno",
    "location": "West Hill Community College District",
    "letter": "C",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the West Hill Community College District to issue $19 million in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $24 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the West Hill Community College District to issue $19 million in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $24 per $100,000 in assessed value."
  },
  {
    "County": "Glenn",
    "location": "Orland",
    "letter": "J",
    "description": "TK TK",
    "title": "City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing raising the current city sales tax of half cent to one cent with revenue dedicated to public services.",
    "No": "A \"no\" vote opposes authorizing raising the current city sales tax of half cent to one cent with revenue dedicated to public services."
  },
  {
    "County": "Glenn",
    "location": "Willows",
    "letter": "I",
    "description": "TK TK",
    "title": "Public Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 1.5% for 15 years with revenue dedicated to public services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 1.5% for 15 years with revenue dedicated to public services."
  },
  {
    "County": "Inyo",
    "location": "Bishop Unified School District",
    "letter": "R",
    "description": "TK TK",
    "title": "School Infrastructure Repair Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Bishop Unified School",
    "No": ""
  },
  {
    "County": "Inyo",
    "location": "Bishop Unified School District",
    "letter": "S",
    "description": "TK TK",
    "title": "Elementary School Repair Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Bishop Unified School District to issue $14.2 million in bonds with revenue going to fund elementary school repairs and requiring and estimated property tax levy of $18 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Bishop Unified School District to issue $14.2 million in bonds with revenue going to fund elementary school repairs and requiring and estimated property tax levy of $18 per $100,000 in assessed value."
  },
  {
    "County": "Inyo",
    "location": "Lone Pine Unified School District",
    "letter": "U",
    "description": "TK TK",
    "title": "School Infrastructure Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Lone Pine Unified School District to issue $7.5 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property tax levy of $27.50 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Lone Pine Unified School District to issue $7.5 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property tax levy of $27.50 per $100,000 in assessed value."
  },
  {
    "County": "Inyo",
    "location": "Owens Valley Unified School District",
    "letter": "T",
    "description": "TK TK",
    "title": "School Infrastructure Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Owens Valley Unified School District to issue $7.3 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property tax levy of $49 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Owens Valley Unified School District to issue $7.3 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property tax levy of $49 per $100,000 in assessed value."
  },
  {
    "County": "Lassen",
    "location": "Lassen County",
    "letter": "V",
    "description": "TK TK",
    "title": "Public Safety Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 1% with revenue dedicated to public safety services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 1% with revenue dedicated to public safety services."
  },
  {
    "County": "Lassen",
    "location": "Shaffer Elementary School District",
    "letter": "W",
    "description": "TK TK",
    "title": "General Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Shaffer Elementary School District to issue $2,000,000 in bonds with bond revenue going to fund school services and requiring an estimated property tax levy of $30 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Shaffer Elementary School District to issue $2,000,000 in bonds with bond revenue going to fund school services and requiring an estimated property tax levy of $30 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Antelope Valley Joint Union High School District",
    "letter": "AVH",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Antelope Valley Joint Union High School District to issue $398,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $20 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Antelope Valley Joint Union High School District to issue $398,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $20 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Arcadia Unified School District",
    "letter": "AS",
    "description": "TK TK",
    "title": "School Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Arcadia Unified School District to issue $358,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Arcadia Unified School District to issue $358,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Artesia",
    "letter": "AAA",
    "description": "TK TK",
    "title": "Public Safety and City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 0.75% with revenue dedicated to public safety and city services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 0.75% with revenue dedicated to public safety and city services."
  },
  {
    "County": "Los Angeles",
    "location": "Artesia",
    "letter": "I",
    "description": "TK TK",
    "title": "Voter Approval of Major Modifications to the Artesia Boulevard Corridor Specific Plan Measure",
    "Yes": "A \"yes\" vote supports requiring voter approval for major modifications to the Artesia Boulevard Corridor Specific Plan.",
    "No": "A \"no\" vote opposes requiring voter approval for major modifications to the Artesia Boulevard Corridor Specific Plan."
  },
  {
    "County": "Los Angeles",
    "location": "Azusa",
    "letter": "ZZ",
    "description": "TK TK",
    "title": "Public Safety and City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 0.25% with revenue dedicated to public safety and city services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 0.25% with revenue dedicated to public safety and city services."
  },
  {
    "County": "Los Angeles",
    "location": "Beach Cities Health District",
    "letter": "BC",
    "description": "TK TK",
    "title": "Heath Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Beach Cities Health District to issue $30,000,000 in bonds and requiring an estimated property tax levy of $3 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Beach Cities Health District to issue $30,000,000 in bonds and requiring an estimated property tax levy of $3 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Bellflower",
    "letter": "B",
    "description": "TK TK",
    "title": "Home Rule Charter Measure",
    "Yes": "A \"yes\" vote supports establishing Bellflower as a charter city.",
    "No": "A \"no\" vote opposes establishing Bellflower as a charter city."
  },
  {
    "County": "Los Angeles",
    "location": "Burbank Unified School District",
    "letter": "ABC",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Burbank Unified School District to issue $458,205,000 in bonds with bond revenue going to fund school improvements] and requiring an estimated property tax levy of $40.69 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Burbank Unified School District to issue $458,205,000 in bonds with bond revenue going to fund school improvements] and requiring an estimated property tax levy of $40.69 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Compton",
    "letter": "CA",
    "description": "TK TK",
    "title": "City Attorney Amendment",
    "Yes": "A \"yes\" vote supports making the city attorney an appointed position and requiring that the city attorney have at least 10 years of municipal law experience.",
    "No": "A \"no\" vote opposes making the city attorney an appointed position and requiring that the city attorney have at least 10 years of municipal law experience."
  },
  {
    "County": "Los Angeles",
    "location": "Compton Community College District",
    "letter": "CC",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Compton Community College District to issue $200,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $20 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Compton Community College District to issue $200,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $20 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Cudahy",
    "letter": "AA",
    "description": "TK TK",
    "title": "City Council Member Term Limits Measure",
    "Yes": "A \"yes\" vote supports imposing a three four-year term limit for the office co city council member.",
    "No": "A \"no\" vote opposes imposing a three four-year term limit for the office co city council member."
  },
  {
    "County": "Los Angeles",
    "location": "Culver City Unified School District",
    "letter": "O",
    "description": "TK TK",
    "title": "School Improvements Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports renewing an annual parcel tax of $189 per parcel for eight years.",
    "No": "A \"no\" vote opposes renewing an annual parcel tax of $189 per parcel for eight years."
  },
  {
    "County": "Los Angeles",
    "location": "Downey",
    "letter": "D",
    "description": "TK TK",
    "title": "Public Safety and City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 0.25% with revenue dedicated to public safety and city services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 0.25% with revenue dedicated to public safety and city services."
  },
  {
    "County": "Los Angeles",
    "location": "Duarte",
    "letter": "QQ",
    "description": "TK TK",
    "title": "Marijuana Dispensaries and Tax Measure",
    "Yes": "A \"yes\" vote supports allowing up to two storefront marijuana dispensaries and taxing such business at up to 10% of gross receipts.",
    "No": "A \"no\" vote opposes allowing up to two storefront marijuana dispensaries and taxing such business at up to 10% of gross receipts."
  },
  {
    "County": "Los Angeles",
    "location": "Hermosa Beach",
    "letter": "HB",
    "description": "TK TK",
    "title": "Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 0.75% for 20 years.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 0.75% for 20 years."
  },
  {
    "County": "Los Angeles",
    "location": "Hermosa Beach City School District",
    "letter": "HV",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Hermosa Beach City School District to issue $28,700,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $13.15 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Hermosa Beach City School District to issue $28,700,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $13.15 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Irwindale",
    "letter": "IR",
    "description": "TK TK",
    "title": "Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 0.25%.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 0.25%."
  },
  {
    "County": "Los Angeles",
    "location": "Lancaster",
    "letter": "YM",
    "description": "TK TK",
    "title": "Automatic Sales Tax Increase measure",
    "Yes": "A \"yes\" vote supports creating an automatic increase to the highest sales and use tax level permitted.",
    "No": "A \"no\" vote opposes creating an automatic increase to the highest sales and use tax level permitted."
  },
  {
    "County": "Los Angeles",
    "location": "Lancaster School District",
    "letter": "LS",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Lancaster School District to issue $122,100,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $30 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Lancaster School District to issue $122,100,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $30 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Local Classroom Funding Authority",
    "letter": "CL",
    "description": "TK TK",
    "title": "Continuance of the Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports continuing the parcel tax levy.",
    "No": "A \"no\" vote opposes continuing the parcel tax levy."
  },
  {
    "County": "Los Angeles",
    "location": "Long Beach",
    "letter": "HC",
    "description": "TK TK",
    "title": "Board of Harbor Commissioners Public Utilities Commission and Harbor Department Measure",
    "Yes": "A \"yes\" vote supports revising provisions relating to the length of and limits on terms for members of the Board of Harbor Commissioners and Public Utilities Commission, employment with the Harbor Department, fines for the violation of any ordinance of the Harbor Commission, and the budget approval date for the Harbor Department's annual budget.",
    "No": "A \"no\" vote opposes revising provisions relating to the length of and limits on terms for members of the Board of Harbor Commissioners and Public Utilities Commission, employment with the Harbor Department, fines for the violation of any ordinance of the Harbor Commission, and the budget approval date for the Harbor Department's annual budget."
  },
  {
    "County": "Los Angeles",
    "location": "Long Beach",
    "letter": "JB",
    "description": "TK TK",
    "title": "Civil Service and Human Resources Departments Measure",
    "Yes": "A \"yes\" vote supports merging the Civil Service Department and the Human Resources Department and creating an independent civil Service Employee Rights and Appeals Commission.",
    "No": "A \"no\" vote opposes merging the Civil Service Department and the Human Resources Department and creating an independent civil Service Employee Rights and Appeals Commission."
  },
  {
    "County": "Los Angeles",
    "location": "Long Beach",
    "letter": "LB",
    "description": "TK TK",
    "title": "Repeal of the Gas Utility User Tax Exemption Measure",
    "Yes": "A \"yes\" vote supports eliminating the gas utility user tax exemption for electrical corporations and government agencies that use gas for electricity.",
    "No": "A \"no\" vote opposes eliminating the gas utility user tax exemption for electrical corporations and government agencies that use gas for electricity."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles",
    "letter": "DD",
    "description": "TK TK",
    "title": "Redistricting Amendment",
    "Yes": "A \"yes\" vote supports establishing an independent redistricting commission to redraw council district lines every 10 years.",
    "No": "A \"no\" vote opposes establishing an independent redistricting commission to redraw council district lines every 10 years."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles",
    "letter": "ER",
    "description": "TK TK",
    "title": "City Ethics Commission Authority and Operations Amendment",
    "Yes": "A \"yes\" vote supports establishing a minimum annual budget for the City Ethics Commission; increasing the Commission's authority over spending decisions and hiring matters; allowing the Commission to obtain outside counsel in limited circumstances; imposing additional qualification requirements on Commission members; and requiring the City Council to hold a public hearing on Commission proposals; and increase penalties for violations of City laws?",
    "No": "A \"no\" vote opposes establishing a minimum annual budget for the City Ethics Commission; increasing the Commission's authority over spending decisions and hiring matters; allowing the Commission to obtain outside counsel in limited circumstances; imposing additional qualification requirements on Commission members; and requiring the City Council to hold a public hearing on Commission proposals; and increase penalties for violations of City laws?"
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles",
    "letter": "FF",
    "description": "TK TK",
    "title": "Fire and Police Pensions and Peace Officers Amendment",
    "Yes": "A \"yes\" vote supports allowing certain peace officers to transfer membership from Los Angeles City Employees' Retirement System to the Los Angeles Fire and Police Pension plan, and require the city to pay for associated costs.",
    "No": "A \"no\" vote opposes allowing certain peace officers to transfer membership from Los Angeles City Employees' Retirement System to the Los Angeles Fire and Police Pension plan, and require the city to pay for associated costs."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles",
    "letter": "HH",
    "description": "TK TK",
    "title": "City Governance and Elections Amendment",
    "Yes": "A \"yes\" vote supports requiring that commission appointees file financial disclosures before they can be confirmed, clarifying the Controller's auditing authority regarding City contractors; expanding the City Attorney's subpoena power; authorizing temporary appointments to certain general manager positions; and establishing a process to evaluate the impacts of laws proposed by initiative petition.",
    "No": "A \"no\" vote opposes requiring that commission appointees file financial disclosures before they can be confirmed, clarifying the Controller's auditing authority regarding City contractors; expanding the City Attorney's subpoena power; authorizing temporary appointments to certain general manager positions; and establishing a process to evaluate the impacts of laws proposed by initiative petition."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles",
    "letter": "II",
    "description": "TK TK",
    "title": "City Administration and Operations Amendment",
    "Yes": "A \"yes\" vote supports clarifying that the El Pueblo Monument and the Zoo are park property; clarifying that departments may sell merchandise to support City operations; including gender identity in non-discrimination rules applicable to employment by the City; and clarifying the Airport Commission's authority to establish fees and regulations.",
    "No": "A \"no\" vote opposes clarifying that the El Pueblo Monument and the Zoo are park property; clarifying that departments may sell merchandise to support City operations; including gender identity in non-discrimination rules applicable to employment by the City; and clarifying the Airport Commission's authority to establish fees and regulations."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles",
    "letter": "LL",
    "description": "TK TK",
    "title": "Redistricting for Los Angeles Unified School District Amendment",
    "Yes": "A \"yes\" vote supports establishing an independent redistricting commission to redraw Board of Education district lines every 10 years in the Los Angeles Unified School District.",
    "No": "A \"no\" vote opposes establishing an independent redistricting commission to redraw Board of Education district lines every 10 years in the Los Angeles Unified School District."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles County",
    "letter": "A",
    "description": "TK TK",
    "title": "Sales Tax Measure",
    "Yes": "A \"yes\" vote supports repealing the Measure H tax and replacing it with a sales tax of 0.005% with revenue going to affordable housing, mental health and addiction treatment, and services to children, families, veterans, domestic violence survivors, seniors, and disabled people experiencing homelessness.",
    "No": "A \"no\" vote opposes repealing the Measure H tax and replacing it with a sales tax of 0.005% with revenue going to affordable housing, mental health and addiction treatment, and services to children, families, veterans, domestic violence survivors, seniors, and disabled people experiencing homelessness"
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles County",
    "letter": "E",
    "description": "TK TK",
    "title": "Fire Protection District Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $0.06 per square foot of certain parcel improvements, generating an estimated $152 million per year, with revenue going to firefighters and paramedics.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $0.06 per square foot of certain parcel improvements, generating an estimated $152 million per year, with revenue going to firefighters and paramedics."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles County",
    "letter": "G",
    "description": "TK TK",
    "title": "Ethics Commission Amendment",
    "Yes": "A \"yes\" vote supports amending the county charter to create an elected County Executive as well as an Ethics Commission, establish a Legislative Analyst to review proposed policies, increase the Board of Supervisors from five to nine elected members, and require county departments to present annual budgets in public meetings.",
    "No": "A \"no\" vote opposes amending the county charter to create an elected County Executive as well as an Ethics Commission, establish a Legislative Analyst to review proposed policies, increase the Board of Supervisors from five to nine elected members, and require county departments to present annual budgets in public meetings."
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles Unified School District",
    "letter": "US",
    "description": "TK TK",
    "title": "Bond Measure",
    "Yes": "A",
    "No": ""
  },
  {
    "County": "Los Angeles",
    "location": "Los Angeles Unified School District",
    "letter": "US",
    "description": "TK TK",
    "title": "Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district to issue up to $9 billion in bonds, with revenue going to fund improving schools, and requiring an estimated property tax levy of $25 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the district to issue up to $9 billion in bonds, with revenue going to fund improving schools, and requiring an estimated property tax levy of $25 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "School Facilities Improvement District No. 2016-1",
    "letter": "LP",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the School Facilities Improvement District No. 2016-1 to issue $89,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $16.20 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the School Facilities Improvement District No. 2016-1 to issue $89,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $16.20 per $100,000 in assessed value."
  },
  {
    "County": "Los Angeles",
    "location": "Sierra Madre",
    "letter": "N/A",
    "description": "TK TK",
    "title": "Public Safety Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $480 per single-family residential parcel, $576 per unit for multi-family parcel, $660 per non-residential parcel.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $480 per single-family residential parcel, $576 per unit for multi-family parcel, $660 per non-residential parcel."
  },
  {
    "County": "Madera",
    "location": "Chowchilla",
    "letter": "N",
    "description": "TK TK",
    "title": "Public Safety Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of $0.01 with revenue dedicated to public safety services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of $0.01 with revenue dedicated to public safety services."
  },
  {
    "County": "Madera",
    "location": "Firebaugh-Las Deltas Unified School District",
    "letter": "F",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Firebaugh-Las Deltas Unified School District to issue $25,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Firebaugh-Las Deltas Unified School District to issue $25,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $60 per $100,000 in assessed value."
  },
  {
    "County": "Madera",
    "location": "Madera County",
    "letter": "T",
    "description": "TK TK",
    "title": "Road Infrastructure Sales Tax Renewal Measure",
    "Yes": "A \"yes\" vote supports renewing a sales tax of $0.005 for 20 years with revenue dedicated to road maintenance.",
    "No": "A \"no\" vote opposes renewing a sales tax of $0.005 for 20 years with revenue dedicated to road maintenance."
  },
  {
    "County": "Madera",
    "location": "State Center Community College District",
    "letter": "Q",
    "description": "TK TK",
    "title": "School Improvements Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the State Center Community College District to issue $698,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $20 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the State Center Community College District to issue $698,000,000 in bonds with bond revenue going to fund school improvements and requiring an estimated property tax levy of $20 per $100,000 in assessed value."
  },
  {
    "County": "Marin",
    "location": "Bolinas-Stinson Union School District",
    "letter": "C",
    "description": "TK TK",
    "title": "Educational Programs Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing a $390 parcel tax for five years, with a 3% annual increase and exemptions for seniors 65 and older, to fund competitive salaries, instructional programs, support for diverse learners, and school operations.",
    "No": "A \"no\" vote opposes authorizing a $390 parcel tax for five years, with a 3% annual increase and exemptions for seniors 65 and older, to fund competitive salaries, instructional programs, support for diverse learners, and school operations."
  },
  {
    "County": "Marin",
    "location": "Fairfax",
    "letter": "H",
    "description": "TK TK",
    "title": "Town Clerk Appointment Measure",
    "Yes": "A \"yes\" vote supports converting the office of Fairfax Town Clerk from an elected to an appointed role.",
    "No": "A \"no\" vote opposes converting the office of Fairfax Town Clerk from an elected to an appointed role."
  },
  {
    "County": "Marin",
    "location": "Fairfax",
    "letter": "I",
    "description": "TK TK",
    "title": "Rent Ordinances Measure",
    "Yes": "A \"yes\" vote supports repealing the current Just Cause Eviction and Rent Stabilization Ordinances and replacing them with standards from the California Tenant Protection Act of 2019 and prior Town Code.",
    "No": "A \"no\" vote opposes repealing the current Just Cause Eviction and Rent Stabilization Ordinances and replacing them with standards from the California Tenant Protection Act of 2019 and prior Town Code."
  },
  {
    "County": "Marin",
    "location": "Fairfax",
    "letter": "J",
    "description": "TK TK",
    "title": "Road Repairs Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing $18 million in bonds for road and infrastructure repairs, including potholes, street repaving, bridges, and flooding issues, at a tax rate of $30 per $100,000 of assessed value.",
    "No": "A \"no\" vote opposes authorizing $18 million in bonds for road and infrastructure repairs, including potholes, street repaving, bridges, and flooding issues, at a tax rate of $30 per $100,000 of assessed value."
  },
  {
    "County": "Marin",
    "location": "Kentfield School District",
    "letter": "E",
    "description": "TK TK",
    "title": "School Repair Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing $48 million in bonds to repair and upgrade Bacich Elementary and Kent Middle Schools at a tax rate of $29 per $100,000 assessed value.",
    "No": "A \"no\" vote opposes authorizing $48 million in bonds to repair and upgrade Bacich Elementary and Kent Middle Schools at a tax rate of $29 per $100,000 assessed value."
  },
  {
    "County": "Marin",
    "location": "Larkspur",
    "letter": "K",
    "description": "TK TK",
    "title": "Rent Increase Limitations Measure",
    "Yes": "A \"yes\" vote supports limiting rent increases for certain units to 60% of the Consumer Price Index increase or 3% and limiting eviction grounds.",
    "No": "A \"no\" vote opposes limiting rent increases for certain units to 60% of the Consumer Price Index increase or 3% and limiting eviction grounds."
  },
  {
    "County": "Marin",
    "location": "Mill Valley",
    "letter": "L",
    "description": "TK TK",
    "title": "City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing one-cent sales tax for 10 years to fund services and facilities, including wildfire prevention, public safety, roads, storm drains, and parks.",
    "No": "A \"no\" vote opposes authorizing one-cent sales tax for 10 years to fund services and facilities, including wildfire prevention, public safety, roads, storm drains, and parks."
  },
  {
    "County": "Marin",
    "location": "Petaluma Joint Union High School District",
    "letter": "AA",
    "description": "TK TK",
    "title": "High School Repairs Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district to issue $159 million in bonds to repair and upgrade high and junior high school facilities at a tax rate of $30 per $100,000 assessed value.",
    "No": "A \"no\" vote opposes authorizing the district to issue $159 million in bonds to repair and upgrade high and junior high school facilities at a tax rate of $30 per $100,000 assessed value."
  },
  {
    "County": "Marin",
    "location": "San Anselmo",
    "letter": "M",
    "description": "TK TK",
    "title": "City Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing a 3/4 cent sales tax to maintain services like street repairs, 911 emergency response, crime prevention, small business support, parks, wildfire prevention, and storm drain repairs.",
    "No": "A \"no\" vote opposes authorizing a 3/4 cent sales tax to maintain services like street repairs, 911 emergency response, crime prevention, small business support, parks, wildfire prevention, and storm drain repairs."
  },
  {
    "County": "Marin",
    "location": "San Anselmo",
    "letter": "N",
    "description": "TK TK",
    "title": "Rent Control Ordinance Measure",
    "Yes": "A \"yes\" vote supports prohibiting annual rent increases on residential properties (triplexes and larger) from exceeding 60% of the Consumer Price Index or 5%, whichever is lower.",
    "No": "A \"no\" vote opposes prohibiting annual rent increases on residential properties (triplexes and larger) from exceeding 60% of the Consumer Price Index or 5%, whichever is lower."
  },
  {
    "County": "Marin",
    "location": "San Anselmo",
    "letter": "O",
    "description": "TK TK",
    "title": "Rental Property Owners Measure",
    "Yes": "A \"yes\" vote supports requiring property owners of three or more units to provide longer notice, relocation benefits, and the right to return if terminating a tenancy without tenant fault, and to pay for temporary displacements.",
    "No": "A \"no\" vote opposes requiring property owners of three or more units to provide longer notice, relocation benefits, and the right to return if terminating a tenancy without tenant fault, and to pay for temporary displacements."
  },
  {
    "County": "Marin",
    "location": "San Rafael",
    "letter": "P",
    "description": "TK TK",
    "title": "Community Building Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing annual special parcel tax of $0.145 per square foot of improved building area and $75 per vacant parcel to fund the construction of a new Albert Park library and community center.",
    "No": "A \"no\" vote opposes authorizing annual special parcel tax of $0.145 per square foot of improved building area and $75 per vacant parcel to fund the construction of a new Albert Park library and community center."
  },
  {
    "County": "Marin",
    "location": "Sausalito Marin City School District",
    "letter": "G",
    "description": "TK TK",
    "title": "Education Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing a parcel tax of $0.15 per square foot of building area and $25 per unimproved parcel for 8 years to fund academic programs, attract qualified staff, and maintain class sizes.",
    "No": "A \"no\" vote opposes authorizing a parcel tax of $0.15 per square foot of building area and $25 per unimproved parcel for 8 years to fund academic programs, attract qualified staff, and maintain class sizes."
  },
  {
    "County": "Marin",
    "location": "Stinson Beach Fire Protection District",
    "letter": "Q",
    "description": "TK TK",
    "title": "Appropriations Limit Adjusment Measure",
    "Yes": "A \"yes\" vote supports adjusting the appropriations limit for the district to include all revenue sources for fiscal years 2023-2024 through 2024-2029, allowing continued funding for fire protection and ambulance services",
    "No": "A \"no\" vote opposes adjusting the appropriations limit for the district to include all revenue sources for fiscal years 2023-2024 through 2024-2029, allowing continued funding for fire protection and ambulance services"
  },
  {
    "County": "Marin",
    "location": "Stinson Beach Fire Protection District",
    "letter": "R",
    "description": "TK TK",
    "title": "Fire Services Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an addition levy of $0.42 per square foot of building area to fund fire and emergency services.",
    "No": "A \"no\" vote opposes authorizing an addition levy of $0.42 per square foot of building area to fund fire and emergency services."
  },
  {
    "County": "Marin",
    "location": "Tamalpais Union High School District",
    "letter": "B",
    "description": "TK TK",
    "title": "High School Repairs Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing Tamalpais Union High School District to issue $289 million in bonds to repair and upgrade high school facilities at a tax rate of $18 per $100,000 assessed value.",
    "No": "A \"no\" vote opposes authorizing Tamalpais Union High School District to issue $289 million in bonds to repair and upgrade high school facilities at a tax rate of $18 per $100,000 assessed value."
  },
  {
    "County": "Modoc",
    "location": "Tulelake Multi-County Fire Protection District",
    "letter": "U",
    "description": "TK TK",
    "title": "Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports adopting a parcel tax of $45 per unimproved parcel, $75 per improved parcel, and $150 per commercial parcel to provide funding for the district's fire services.",
    "No": "A \"no\" vote opposes adopting a parcel tax of $45 per unimproved parcel, $75 per improved parcel, and $150 per commercial parcel to provide funding for the district's fire services."
  },
  {
    "County": "Mono",
    "location": "Mammoth Lakes",
    "letter": "L",
    "description": "TK TK",
    "title": "Transient Occupancy Tax Increase Measure",
    "Yes": "A \"yes\" vote supports increasing the transient occupancy tax rate by 2%.",
    "No": "A \"no\" vote oppses increasing the transient occupancy tax rate by 2%."
  },
  {
    "County": "Mono",
    "location": "Mammoth Lakes Fire Protection District",
    "letter": "M",
    "description": "TK TK",
    "title": "Fire Prevention Services Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an annual parcel tax of $98 per parcel for nine years.",
    "No": "A \"no\" vote opposes authorizing an annual parcel tax of $98 per parcel for nine years."
  },
  {
    "County": "Mono",
    "location": "Mammoth Unified School District",
    "letter": "J",
    "description": "TK TK",
    "title": "School Infrastructure Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing Mammoth Unified School District to issue $70 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property levy of $37 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing Mammoth Unified School District to issue $70 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property levy of $37 per $100,000 in assessed value."
  },
  {
    "County": "Mono",
    "location": "Mono County",
    "letter": "K",
    "description": "TK TK",
    "title": "Public Services Transient Occupancy Tax Increase Measure",
    "Yes": "A \"yes\" vote supports increasing the transient occupancy tax from 12% to 15%.",
    "No": "A \"no\" vote opposes increasing the transient occupancy tax from 12% to 15%."
  },
  {
    "County": "Napa",
    "location": "Napa",
    "letter": "G",
    "description": "TK TK",
    "title": "Public Services Sales Tax Measure",
    "Yes": "A \"yes\" votes supports authorizing an additional sales tax of 1% with revenue dedicated to public services.",
    "No": "A \"no\" votes opposes authorizing an additional sales tax of 1% with revenue dedicated to public services."
  },
  {
    "County": "Napa",
    "location": "Napa County",
    "letter": "U",
    "description": "TK TK",
    "title": "Transportation Sales Tax Renewal Measure",
    "Yes": "A \"yes\" vote supports implementing an updated Transportation Expenditure Plan and renewing a sales tax of 0.5% with revenue dedicated road repairs.",
    "No": "A \"no\" vote opposes implementing an updated Transportation Expenditure Plan and renewing a sales tax of 0.5% with revenue dedicated road repairs."
  },
  {
    "County": "Napa",
    "location": "Napa Valley Unified School District",
    "letter": "B",
    "description": "TK TK",
    "title": "School Facilities Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing Napa Valley Unified School District to issue $230,000,000 in bonds with bond revenue going to fund school facility improvements and requiring an estimated property tax levy of $22 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing Napa Valley Unified School District to issue $230,000,000 in bonds with bond revenue going to fund school facility improvements and requiring an estimated property tax levy of $22 per $100,000 in assessed value."
  },
  {
    "County": "Napa",
    "location": "St. Helena",
    "letter": "A1",
    "description": "TK TK",
    "title": "Adoption of City Charter Measure",
    "Yes": "A \"yes\" vote supports the establishment of St. Helena as a charter city with the ability to adopt local funding measures subject to voter approval.",
    "No": "A \"no\" vote opposes the establishment of St. Helena as a charter city with the ability to adopt local funding measures subject to voter approval."
  },
  {
    "County": "Napa",
    "location": "St. Helena",
    "letter": "A2",
    "description": "TK TK",
    "title": "Supplemental Real Property Transfer Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing a graduated real property transfer tax ranging from 1.5%-3% of purchase price on sales over $1,000,000 to be paid only by property buyers/ sellers.",
    "No": "A \"no\" vote opposes authorizing a graduated real property transfer tax ranging from 1.5%-3% of purchase price on sales over $1,000,000 to be paid only by property buyers/ sellers."
  },
  {
    "County": "Napa",
    "location": "St. Helena",
    "letter": "B",
    "description": "TK TK",
    "title": "General Plan and Zoning Code Amendment Initiative",
    "Yes": "A \"yes\" vote supports amending the General Plan and Zoning Code to permit development of a hotel resort.",
    "No": "A \"no\" vote opposes amending the General Plan and Zoning Code to permit development of a hotel resort."
  },
  {
    "County": "Nevada",
    "location": "Beyers Lane Community Service District",
    "letter": "F",
    "description": "TK TK",
    "title": "Road and Culvert Parcel Measure",
    "Yes": "A \"yes\" vote supports renewing an annual parcel tax of $300 per parcel to replace the existing parcel tax.",
    "No": "A \"no\" vote opposes renewing an annual parcel tax of $300 per parcel to replace the existing parcel tax."
  },
  {
    "County": "Nevada",
    "location": "Pleasant Ridge Elementary School District",
    "letter": "D",
    "description": "TK TK",
    "title": "School Infrastructure Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Pleasant Ridge Union Elementary School District to issue $25,000,000 in bonds with bond revenue going to fund school infrastructure improvement projects and requiring an estimated property tax levy of $30 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Pleasant Ridge Union Elementary School District to issue $25,000,000 in bonds with bond revenue going to fund school infrastructure improvement projects and requiring an estimated property tax levy of $30 per $100,000 in assessed value."
  },
  {
    "County": "Nevada",
    "location": "Truckee",
    "letter": "E",
    "description": "TK TK",
    "title": "Public Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of 0.5% for 15 years with revenue dedicated to general public services.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of 0.5% for 15 years with revenue dedicated to general public services."
  },
  {
    "County": "Orange",
    "location": "Anaheim Union High School District",
    "letter": "K",
    "description": "TK TK",
    "title": "Infrastructure Upgrade Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the district to issue and sell up to $496,000,000 in general obligation bonds and levy a tax at a rate of $30 per $100,000 of assessed value to repay the bonds to provide funding for school district.",
    "No": "A \"no\" vote opposes authorizing the district to issue and sell up to $496,000,000 in general obligation bonds and levy a tax at a rate of $30 per $100,000 of assessed value to repay the bonds to provide funding for school district."
  },
  {
    "County": "Orange",
    "location": "Santa Ana",
    "letter": "CC",
    "description": "TK TK",
    "title": "Rent Stabilization and Just Cause Eviction Ordinance Measure",
    "Yes": "A \"yes\" vote supports this ballot measure to: limit rent increases at the lesser of three percent (3%) or eighty percent (80%) of the change in the Consumer Price Index (CPI), whichever is less; prohibit more than one rent increase in any12-month period unless the property is exempt; and require written notice of just cause to terminate a tenancy.",
    "No": "A \"no\" vote opposes this ballot measure to: limit rent increases at the lesser of three percent (3%) or eighty percent (80%) of the change in the Consumer Price Index (CPI), whichever is less; prohibit more than one rent increase in any12-month period unless the property is exempt; and require written notice of just cause to terminate a tenancy."
  },
  {
    "County": "Orange",
    "location": "Santa Ana",
    "letter": "DD",
    "description": "TK TK",
    "title": "Noncitizen Voting in Municipal Elections Amendment",
    "Yes": "A \"yes\" vote supports this charter amendment to allow non-citizen residents of Santa Ana to vote in municipal elections.",
    "No": "A \"no\" vote opposes this charter amendment to allow non-citizen residents of Santa Ana to vote in municipal elections."
  },
  {
    "County": "Orange",
    "location": "Santa Ana",
    "letter": "EE",
    "description": "TK TK",
    "title": "City Governance Changes Amendment",
    "Yes": "A \"yes\" vote supports this charter amendment to: allow the Santa Ana City Council to establish a process for addressing and enforcing alleged violations of the Code of Ethics; grant the City Clerk and City Attorney the authority to enter into contracts related to their respective offices; repeal language from the city charter regarding capital improvement plans that was considered redundant; repeal language from the city charter regarding bonds that was considered obsolete.",
    "No": "A \"no\" vote opposes this charter amendment to: allow the Santa Ana City Council to establish a process for addressing and enforcing alleged violations of the Code of Ethics; grant the City Clerk and City Attorney the authority to enter into contracts related to their respective offices; repeal language from the city charter regarding capital improvement plans that was considered redundant; repeal language from the city charter regarding bonds that was considered obsolete."
  },
  {
    "County": "Orange",
    "location": "Santa Ana",
    "letter": "FF",
    "description": "TK TK",
    "title": "City Council Compensation Amendment",
    "Yes": "A \"yes\" vote supports indexing City Council compensation at a salary of 33% of that of an Orange County Superior Court Judge.",
    "No": "A \"no\" vote opposes indexing City Council compensation at a salary of 33% of that of an Orange County Superior Court Judge."
  },
  {
    "County": "Plumas",
    "location": "Plumas",
    "letter": "D",
    "description": "TK TK",
    "title": "Public Safety Sales Tax Measure",
    "Yes": "A \"yes\" vote supports authorizing an additional sales tax of three fourth percent (3/4%) for 5 years with revenue dedicated to public safety services through the Plumas County Sheriff's Office.",
    "No": "A \"no\" vote opposes authorizing an additional sales tax of three fourth percent (3/4%) for 5 years with revenue dedicated to public safety services through the Plumas County Sheriff's Office."
  },
  {
    "County": "Sacramento",
    "location": "Sacramento",
    "letter": "E",
    "description": "TK TK",
    "title": "Library Combined Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports renewing an annual parcel tax of $54.50 per single-family residential unit, $81.76 per unit for multi-unit residential parcels, $20.45 per acre for vacant parcels, etc. to replace the existing parcel tax to fund library services.",
    "No": "A \"no\" vote opposes renewing an annual parcel tax of $54.50 per single-family residential unit, $81.76 per unit for multi-unit residential parcels, $20.45 per acre for vacant parcels, etc. to replace the existing parcel tax to fund library services."
  },
  {
    "County": "San Diego",
    "location": "San Diego",
    "letter": "D",
    "description": "TK TK",
    "title": "Independent Ethics Commission Amendment Measure",
    "Yes": "A \"yes\" vote supports amending section 41.3 to the San Diego Charter which outlines provisions for the Ethics Commission.",
    "No": "A \"no\" vote opposes amending section 41.3 to the San Diego Charter which outlines provisions for the Ethics Commission."
  },
  {
    "County": "San Diego",
    "location": "San Diego",
    "letter": "E",
    "description": "TK TK",
    "title": "Public Services Sales Tax Measure",
    "Yes": "A \"yes\" vote supports adopting a 1% sales tax to provide general funding for the City of San Diego.",
    "No": "A \"no\" vote opposes adopting a 1% sales tax to provide general funding for the City of San Diego."
  },
  {
    "County": "San Diego",
    "location": "San Diego Unified School District",
    "letter": "C",
    "description": "TK TK",
    "title": "Amendment of Board Election Measure",
    "Yes": "A \"yes\" vote supports amending San Diego Charter section 66 to disregard a primary election when two or fewer candidates are running for a position on the Board of Education for the San Diego Unified School District and will have those candidates automatically advance to the general election.",
    "No": "A \"no\" vote opposes amending San Diego Charter section 66 to disregard a primary election when two or fewer candidates are running for a position on the Board of Education for the San Diego Unified School District and will have those candidates automatically advance to the general election."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "B",
    "description": "TK TK",
    "title": "issues a bond to fund infrastructure, shelters, and public space improvements",
    "Yes": "A \"yes\" vote supports authorizing the city and county to issue $390 million in bonds and requiring an estimated property tax levy of $6.90 per $100,000 in assessed value in order to finance temporary shelters, facilities that deliver healthcare services, pedestrians and street safety improvements, and public space improvements.",
    "No": "A \"no\" vote opposes authorizing the city and county to issue $390 million in bonds and requiring an estimated property tax levy of $6.90 per $100,000 in assessed value in order to finance temporary shelters, facilities that deliver healthcare services, pedestrians and street safety improvements, and public space improvements."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "C",
    "description": "TK TK",
    "title": "creates an office of City Inspector General",
    "Yes": "A \"yes\" vote supports creating the position of Inspector General in the Controller's Office, who will review and investigate complaints of fraud, waste, and abuse.",
    "No": "A \"no\" vote opposes creating the position of Inspector General in the Controller's Office, who will review and investigate complaints of fraud, waste, and abuse."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "D",
    "description": "TK TK",
    "title": "eliminates half the city commissions and expands Mayor's power to hire and fire department heads",
    "Yes": "A \"yes\" vote supports limiting the number of commissions the city can have to 65, give the mayor sole authority to appoint and remove city department heads, and give the police chief sole authority in adopting rules governing police officers' conduct.",
    "No": "A \"no\" vote opposes limiting the number of commissions the city can have to 65, give the mayor sole authority to appoint and remove city department heads, and give the police chief sole authority in adopting rules governing police officers' conduct."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "E",
    "description": "TK TK",
    "title": "creates task force to reduce number of commissions",
    "Yes": "A \"yes\" vote supports creating a task force regarding commissions, and giving the task force authority to introduce ordinances to implement its recommendations.",
    "No": "A \"no\" vote opposes creating a task force regarding commissions, and giving the task force authority to introduce ordinances to implement its recommendations."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "F",
    "description": "TK TK",
    "title": "allows senior police officers to defer retirement in exchange for a pay raise",
    "Yes": "A \"yes\" vote supports requiring the Police Chief to make a report on future staffing of full-duty sworn officers every three years instead of every two years, require the Police Commission to report annually to the Board of Supervisors on Police Department Staffing, and create a five year program allowing retired officers to continue to work for the Police Department after retiring with pension payments deferred.",
    "No": "A \"no\" vote opposes requiring the Police Chief to make a report on future staffing of full-duty sworn officers every three years instead of every two years, require the Police Commission to report annually to the Board of Supervisors on Police Department Staffing, and create a five year program allowing retired officers to continue to work for the Police Department after retiring with pension payments deferred."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "G",
    "description": "TK TK",
    "title": "creates an affordable housing fund for marginalized groups",
    "Yes": "A \"yes\" vote supports appropriating $8.25 million a year to pay for rental subsidies for affordable housing developments for extremely low-income seniors, families, and people with disabilities.",
    "No": "A \"no\" vote opposes appropriating $8.25 million a year to pay for rental subsidies for affordable housing developments for extremely low-income seniors, families, and people with disabilities."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "H",
    "description": "TK TK",
    "title": "lowers the age at which firefighters can access their highest pension",
    "Yes": "A \"yes\" vote supports changing how pension benefits for Fire Department members are calculated by lowering the age members can receive the highest benefits from 58 to 55.",
    "No": "A \"no\" vote opposes changing how pension benefits for Fire Department members are calculated by lowering the age members can receive the highest benefits from 58 to 55."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "I",
    "description": "TK TK",
    "title": "incentivizes nurses to join the city by offering enhanced retirement benefits",
    "Yes": "A \"yes\" vote supports allowing registered nurses who are members of the San Francisco Employees Retirement System and meet certain requirements to purchase credits towards their total pension years of service for time previously worked as per diem nurses, and allowing 911 dispatchers, supervisors, and coordinators to increase pension benefits by joining the SFERS Miscellaneous Safety Plan for time worked starting in January 2025.",
    "No": "A \"no\" vote opposes allowing registered nurses who are members of the San Francisco Employees Retirement System and meet certain requirements to purchase credits towards their total pension years of service for time previously worked as per diem nurses, and allowing 911 dispatchers, supervisors, and coordinators to increase pension benefits by joining the SFERS Miscellaneous Safety Plan for time worked starting in January 2025."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "J",
    "description": "TK TK",
    "title": "creates objectives for how money is spent on schools and youth services",
    "Yes": "A \"yes\" vote supports amending the charter to create an initiative to ensure funding for children, youth, and families is used effectively.",
    "No": "A \"no\" vote opposes amending the charter to create an initiative to ensure funding for children, youth, and families is used effectively."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "K",
    "description": "TK TK",
    "title": "replaces the upper Great Highway with a park",
    "Yes": "A \"yes\" vote supports closing the Upper Great Highway to private motor vehicles seven days a week, and using it as a public open recreation space.",
    "No": "A \"no\" vote opposes closing the Upper Great Highway to private motor vehicles seven days a week, and using it as a public open recreation space."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "L",
    "description": "TK TK",
    "title": "taxes ride hailing companies to fund Muni",
    "Yes": "A \"yes\" vote supports placing an additional tax on transportation network companies and autonomous vehicle businesses that provide passenger service for compensation with rates between 1% and 4.5% of gross receipts in San Francisco above $500,000, using the funds for public transportation.",
    "No": "A \"no\" vote opposes placing an additional tax on transportation network companies and autonomous vehicle businesses that provide passenger service for compensation with rates between 1% and 4.5% of gross receipts in San Francisco above $500,000, using the funds for public transportation."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "M",
    "description": "TK TK",
    "title": "decreaess taxes on small businesses and many other business tax changes",
    "Yes": "A \"yes\" vote supports making changes to taxes collected from businesses, including changing various tax rates and increasing the gross receipts tax exemption for small businesses.",
    "No": "A \"no\" vote opposes making changes to taxes collected from businesses."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "N",
    "description": "TK TK",
    "title": "creates a fund to pay off first repsonders' student loans",
    "Yes": "A \"yes\" vote supports creating a fund for student loans and education and training programs for eligible city employees, including police officers, firefighters, sheriffs, paramedics, registered nurses, and 911 dispatchers.",
    "No": "A \"no\" vote opposes creating a fund for student loans and education and training programs for eligible city employees, including police officers, firefighters, sheriffs, paramedics, registered nurses, and 911 dispatchers."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco",
    "letter": "O",
    "description": "TK TK",
    "title": "makes protection of abortion and contraception official city policy",
    "Yes": "A \"yes\" vote supports establishing a city policy to provide protections for people receiving reproductive healthcare, including abortions, create the Reproductive Freedom Fund to support reproductive rights and services, and prohibit city officials from providing information to law enforcement agencies regarding a person's use of contraception, use of in vitro fertilization, pregnancy status, or choice to get an abortion.",
    "No": "A \"no\" vote opposes establishing a city policy to provide protections for people receiving reproductive healthcare, including abortions, create the Reproductive Freedom Fund to support reproductive rights and services, and prohibit city officials from providing information to law enforcement agencies regarding a person's use of contraception, use of in vitro fertilization, pregnancy status, or choice to get an abortion."
  },
  {
    "County": "San Francisco",
    "location": "San Francisco Unified School District",
    "letter": "A",
    "description": "TK TK",
    "title": "issues a bond to fund school repairs",
    "Yes": "A \"yes\" vote supports authorizing the district to issue $790 million in bonds and requiring an estimated property tax levy of $12.95 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the district to issue $790 million in bonds and requiring an estimated property tax levy of $12.95 per $100,000 in assessed value."
  },
  {
    "County": "San Mateo",
    "location": "Redwood City",
    "letter": "BB",
    "description": "TK TK",
    "title": "Business License Tax Measure",
    "Yes": "A \"yes\" vote supports increasing the annual business license tax, which consists of a $90 annual registration fee for each business and an incremental rate ranging from $10 to $250 per employee depending on the type of business with revenue dedicated to maintain general city services.",
    "No": "A \"no\" vote opposes increasing the annual business license tax, which consists of a $90 annual registration fee for each business and an incremental rate ranging from $10 to $250 per employee depending on the type of business with revenue dedicated to maintain general city services."
  },
  {
    "County": "Sutter",
    "location": "Sutter Union High School District",
    "letter": "C",
    "description": "TK TK",
    "title": "School Facilities Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing Sutter Union High School District to issue $13.8 million in bonds with bond revenue going to fund school facilities improvements and requiring an estimated property tax levy of $25 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing Sutter Union High School District to issue $13.8 million in bonds with bond revenue going to fund school facilities improvements and requiring an estimated property tax levy of $25 per $100,000 in assessed value."
  },
  {
    "County": "Sutter",
    "location": "Woodland Joint Unified School District",
    "letter": "P",
    "description": "TK TK",
    "title": "School Infrastructure Improvement Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Woodland Joint Unified School District to issue $160 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property tax levy of $58 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Woodland Joint Unified School District to issue $160 million in bonds with bond revenue going to fund school infrastructure improvements and requiring an estimated property tax levy of $58 per $100,000 in assessed value."
  },
  {
    "County": "Trinity",
    "location": "Greater Hayfork Valley Park and Recreation District",
    "letter": "M",
    "description": "TK TK",
    "title": "Park Services Special Parcel Tax Measure",
    "Yes": "A \"yes\" vote supports renewing an annual parcel tax of $30 per parcel to replace the existing parcel tax.",
    "No": "A \"no\" vote opposes renewing an annual parcel tax of $30 per parcel to replace the existing parcel tax."
  },
  {
    "County": "Trinity",
    "location": "Redwoods Community College District",
    "letter": "I",
    "description": "TK TK",
    "title": "School Maintenance Bond Measure",
    "Yes": "A \"yes\" vote supports authorizing the Redwoods Community College District to issue $120,000,000 in bonds with bond revenue going to fund school maintenance projects and requiring an estimated property tax levy of $25 per $100,000 in assessed value.",
    "No": "A \"no\" vote opposes authorizing the Redwoods Community College District to issue $120,000,000 in bonds with bond revenue going to fund school maintenance projects and requiring an estimated property tax levy of $25 per $100,000 in assessed value."
  }
]
}